{
  "home": {
    "name": "Home",
    "part1": "Some Front-End projects made using HTML, CSS, Javascript, ReactJS and Angular",
    "part2": "GitHub Link",
    "page": "Link Page",
    "repository": "Repository"
  },
  "repository": {
    "rpg-apps-angular": "RPG App",
    "rpg-apps-angular-desc": "A simple RPG companion app with dice roller, game hooks, loot generator, initiative tracker and npc generator for dnd 4th edition",
    "todo-app": "Todo List",
    "todo-app-desc": "A Todo List App. User can add Todo, toggle status and remove Todo. React course by Dev Ed.",
    "pokedex": "Pokedex",
    "pokedex-desc": "A Simple Pokedex. You can search Pokemons by name and see their details. Api used: pokeapi",
    "wwe-trivia-rumble": "WWE Trivia Rumble",
    "wwe-trivia-rumble-desc": "A list with trivia questions related to WWE. You can filter by typing the question on the input box. ",
    "alura-cursos": "Alura Repository",
    "alura-cursos-desc": "Files from the Alura Classes",
    "tour-of-heroes": "Tour of Heroes",
    "tour-of-heroes-desc": "Angular Tutorial. List of Super Heroes",
    "lost-judgement-tsx": "Lost Judgement Material List",
    "lost-judgement-tsx-desc": "Material List for the game Lost Judgement",
    "text-adventure-react": "Text Adventure",
    "text-adventure-react-desc":"A very simple and short text adventure game based on 70's and 80's games"
  },
  "invoices": "Invoices",
  "about": {
    "name": "About",
    "part1": "Front-end Developer",
    "part2": "This page was made using ReactJs.<br/> Components used:"
  },
  "toggleDark": "Toggle Dark Mode",
  "toggleLight": "Toggle Light Mode",
  "language": "Language",
  "all": "All",
  "others": "Others",
  "footer": {
    "part1": "Contact E-mail:"
  },
  "skills": {
    "name": "Skills",
    "html5": "HTML5",
    "css3": "CSS3",
    "sass": "SASS",
    "jsTs": "Javascript / Typescript",
    "react": "ReactJs",
    "angular": "Angular",
    "bootstrap": "Bootstrap",
    "github": "Git / Github",
    "html5Desc": "HTML5 (Hypertext Markup Language) is a markup language for publishing text and multimedia content on the web.",
    "css3Desc": "CSS is a style language, used to style an HTML document",
    "sassDesc": "SASS is a CSS extension language with more efficient syntax and other css features",
    "jsTsDesc": "Javascript is a programming language that allows interactive web pages. Along with HTML and CSS, it is an essential part of web applications. TypeScript is a strict syntactic superset of JavaScript with syntax added for types.",
    "reactDesc": "React is a JavaScript library for building user interfaces.",
    "angularDesc": "Angular is an application design framework and development platform to create efficient and sophisticated single-page applications.",
    "bootstrapDesc": "Bootstrap is a powerful front-end toolkit packed with features.",
    "githubDesc": "GitHub is a file and version-controlled file hosting platform using Git. It allows developers, utilities or any user registered on the platform to contribute to private and/or Open Source projects from anywhere in the world."
  }
}